//用于存储各个职业的偏移百分比以及移动、攻击速度
skill_rate={
	'001':{
		'health_rate':0.5,//血量偏移
		'attack_rate':0.8,//攻击偏移
		'defend_rate':0.7,//防御偏移
		'crit_rate':1.7,//暴击偏移
		'speed_movement':0,//移动速度
		'speed_attack':0,//攻击速度
	},
	'002':{

	},
	'003':{

	},
	'004':{

	},
	'005':{

	},
	'006':{

	}
}
//存储基础值（目前定为近战战士的那个,'001'-'040'表示编号）
base_level_data={
	'001':{
		'exp':1000,//当前等级所需的经验值
		'health':150,//当前等级的生命值
		'attack':0,//当前等级的攻击值
		'defend':0,//当前等级的防御值
		'crit':0,//当前等级的暴击值
	},
	'002':{
		'exp':1300,//当前等级所需的经验值
		'health':150,//当前等级的生命值
		'attack':0,//当前等级的攻击值
		'defend':0,//当前等级的防御值
		'crit':0,//当前等级的暴击值
	},
}
//console.log(base_level_data);