//用于存储各个职业的偏移百分比
skill_rate={
	'001':{

	},
	'002':{

	},
	'003':{

	},
	'004':{

	},
	'005':{

	},
	'006':{

	}
}
//存储基础值（目前定为近战战士的那个,'001'-'040'表示编号）
base_level_data={
	'001':{
		'exp':1000,//当前等级所需的经验值
		'health':150,//当前等级的生命值
		'attack':0,//当前等级的攻击值
		'defend':0,//当前等级的防御值
		'crit'：0，//当前等级的暴击值
		//'skill_point':2,//从上一等级升级到当前等级获得的技能点
		'speed_movement':0,//移动速度
		'speed_attack':0,//攻击速度（攻击速度和移动速度如果不随等级变化，就移到上面skill_rate那里去）
	},
	'002':{
		'exp':1300,//当前等级所需的经验值
		'health':150,//当前等级的生命值
		'attack':0,//当前等级的攻击值
		'defend':0,//当前等级的防御值
		'crit'：0，//当前等级的暴击值
		//'skill_point':2,//从上一等级升级到当前等级获得的技能点
		'speed_movement':0,//移动速度
		'speed_attack':0,//攻击速度（攻击速度和移动速度如果不随等级变化，就移到上面skill_rate那里去）
	},
}
console.log(base_level_data);